
// ОбщегоНазначения

ДанныеШапка = ОбщегоНазначения.СтрокаТаблицыЗначенийВСтруктуру(Шапка[0]);


ДанныеТовары = ОбщегоНазначения.ТаблицаЗначенийВМассив(Товары);


ДанныеШапка["Номер"] = ПрефиксацияОбъектовКлиентСервер.НомерНаПечать(ДанныеШапка["Номер"]);


ОбщегоНазначения.ЗначенияРеквизитовОбъекта(Ссылка,  " Реквизиты, , ", , )
 
//Физлица УТ

ФизическиеЛицаУТ.ФамилияИмяОтчество("ФизЛицо Строка" / Ссылка, Дата());

ФизическиеЛицаУТ.ФамилияИнициалыФизЛица("ФизЛицо Строка" / Ссылка, Дата());

ФизическиеЛицаУТ.ПодразделениеФизическогоЛица(Ссылка); 


