

СведенияОНашейОрганизации = ФормированиеПечатныхФорм.СведенияОЮрФизЛице(ОрганизацияПоДоговору, ДатаДоговора);
// Банковских реквизитов нет
// можно получить юр/факт адрс


//ОписаниеОрганизации(СписокСведений, Список = "", СПрефиксом = Истина)

ОписаниеНашейОрганизации = ФормированиеПечатныхФорм.ОписаниеОрганизации(ФормированиеПечатныхФорм.СведенияОЮрФизЛице(ОрганизацияПоДоговору, ДатаДоговора), ,);
// строка

ОписаниеНашейОрганизации = ФормированиеПечатныхФорм.ОписаниеОрганизации(ФормированиеПечатныхФорм.СведенияОЮрФизЛице(ОрганизацияПоДоговору, ДатаДоговора),"НазваниеТребуемогРеквизита" , );
 ↓ ↓ ↓ 
ПредставлениеПоставщикаДляПлатПоручения = ФормированиеПечатныхФорм.ОписаниеОрганизации(СведенияОПоставщике, "ПолноеНаименование,");


СведенияОКонтрагенте =  ФормированиеПечатныхФорм.СведенияОЮрФизЛице(КонтрагентПоДоговору, ДатаДоговора)